Repository: Art4/friendica-addons
Catalog: tumblr/lang/*/messages.po
Languages: pl

source: Permission denied.
pl: Odmowa dostępu.

source: Save Settings
pl: Zapisz ustawienia

source: Consumer Key
pl: Klucz klienta

source: Consumer Secret
pl: Tajny klucz klienta

source: Post to page:
pl: Opublikuj na stronie:

source: (Re-)Authenticate your tumblr page
pl: (Re-) Uwierzytelnij swoją stronę tumblr

source: You are not authenticated to tumblr
pl: Nie jesteś uwierzytelniony w tumblr

source: Enable Tumblr Post Addon
pl: Włącz dodatek Tumblr

source: Post to Tumblr by default
pl: Wyślij domyślnie do Tumblr

source: Post to Tumblr
pl: Opublikuj w Tumblr
