Repository: Art4/friendica-addons
Catalog: mailstream/lang/*/messages.po
Languages: de

source: From Address
de: Absender

source: Email address that stream items will appear to be from.
de: E-Mail-Adresse, die in hochgeladenen Artikeln erscheint.

source: Save Settings
de: Einstellungen speichern

source: Friendica post
de: Friendica-Veröffentlichung

source: Diaspora post
de: Diaspora-Veröffentlichung

source: Feed item
de: Artikel-Feed

source: Friendica Item
de: Friendica-Artikel

source: Local
de: Lokal

source: Enabled
de: Aktiv

source: Email Address
de: E-Mail-Adresse

source: Leave blank to use your account email address
de: Leer lassen für deine Konto-E-Mail-Addresse

source: Exclude Likes
de: Likes ignorieren

source: Check this to omit mailing "Like" notifications
de: Diese Option verhindert das Versenden von "Like"-Benachrichtigungen per E-Mail.

source: Attach Images
de: Bilder anhängen

source: Download images in posts and attach them to the email. Useful for reading email while offline.
de: Sollen Bilder, die im Beitrag eingebettet sind, als Dateianhang in den E-Mails verschickt werden?

source: Mail Stream Settings
de: Mail-Nachrichten-Einstellungen
